INSERT INTO Summoner (summoner_id, summoner_name, summoner_rank, summoner_description) VALUES
(80104, '惩击', 'LV.1解锁', '30秒CD：对身边的野怪和小兵造成真实伤害并眩晕1秒'),
(80108, '终结', 'LV.3解锁', '60秒CD：立即对身边敌军英雄造成其已损失生命值16%的真实伤害，如果成功击败敌人则减少90%的冷却时间'),
(80110, '狂暴', 'LV.5解锁', '60秒CD：使用期间增加10%伤害、增加15%韧性、20%的物理吸血和30%法术吸血，持续7秒'),
(80109, '疾跑', 'LV.7解锁', '90秒CD：增加30%移动速度持续10秒，开启时移除自身的减速效果，且疾跑期间减少50%受到的减速效果，脱战时额外增加20%的移速'),
(80102, '治疗术', 'LV.9解锁', '120秒CD：回复自己与附近队友15%生命值，提高附近友军移动速度15%持续2秒'),
(80105, '干扰', 'LV.11解锁', '90秒CD：对敌方机关使用，沉默机关持续2~5秒（4/10分钟增加1.5秒）；对己方机关使用，使己方机关免疫所有伤害4秒，攻速翻倍；90秒内叠加效果只有1秒的有效时间'),
(80103, '晕眩', 'LV.13解锁', '90秒CD：晕眩身边所有敌人0.75秒，并附带持续1秒的减速效果'),
(80107, '净化', 'LV.15解锁', '120秒CD：解除自身所有负面和控制效果并免疫控制持续1.5秒'),
(80121, '弱化', 'LV.17解锁', '90秒CD：减少身边敌人伤害输出25%，并增加自身20%的免伤率，持续4秒。同时，当己方在五秒内连续使用弱化时，同一承受目标的减伤buff将会削弱50%'),
(80115, '闪现', 'LV.19解锁', '120秒CD：向指定方向位移一段距离');
